Repository: twinysam/ubuntu-wallpapers
Catalog: po/*.po
Languages: af, de, es, fr, it, lv, ms, oc, pt, ru, sl, uk

source: Mount Snowdon, Wales
af: Mount Snowdon, Wallis
es: Monte Snowdon, Gales
fr: Mont Snowdon, Pays de Gales
it: Monte Snowdon, Galles
lv: Snowdon kalns, Velsa
ms: Gunung Snowdon, Wales
oc: Mont Snowdon, País de Galas
pt: Monte Snowdon, no País de Gales
sl: Gora Snowdon, Wales
uk: Гора Сноудон, Уельс

source: Not Alone
af: Nie Alleen nie
de: Nicht allein
es: No estamos solos
fr: Pas seul
it: Non da solo
lv: Neesat Viens
ms: Tidak Sendirian
pt: Não Só
sl: Nisi sam
uk: Не одна

source: Power of Words
af: Krag van Woorde
de: Macht der Worte
es: El poder de las palabras
fr: Puissance des mots
it: Il potere della parole
lv: Vārdu spēks
ms: Kuasa Perkataan
oc: Poténcia dels Mots
pt: Poder das Palavras
ru: Сила слов
sl: Moč besed
uk: Могутність слів

source: Purple Dancers
af: Pers Dansers
de: Purpurfarbene Tänzer(innen)
es: Bailarinas púrpuras
fr: Danceurs violets
it: Ballerini viola
lv: Purpura dejotāji
ms: Penari Ungu
oc: Dançaires Violets
pt: Dançarinos roxos
ru: Пурпурные танцоры
sl: Vijolični plesalci
uk: Пурпурові танцівники

source: Small flowers
af: Klein blomme
de: Kleine Blumen
es: Pequeñas flores
fr: Petites fleurs
it: Piccoli fiori
lv: Mazas puķes
ms: Bunga kecil
oc: Floretas
pt: Pequenas flores
ru: Небольшие цветочки
sl: Majhne rože
uk: Малі квітки

source: Stalking Ocelot
af: Bekruip Ocelot
de: Heranpirschender Ozelot
es: Ocelote al acecho
it: Gattopardo
lv: Uzglūnošais ocelots
ms: Ocelot yang Menghendap
ru: Оцелот преследует добычу
sl: Zalezujoči ozelot
uk: Оцелот, що підкрадається

source: The Grass Ain't Greener
af: Die Gras Is Nie Groener Nie
de: Gras ist nicht grüner
es: La hierba no es más verde
it: L'erba non è più verde
lv: Zāle nav zaļāka
ms: Rumput Tidak Menghijau
pt: A erva não é mais verde
sl: Trava ni bolj zelena
uk: Трава не зеленішає

source: Wild Wheat
af: Wilde Koring
de: Wilder Weizen
es: Trigo silvestre
fr: Blé sauvage
it: Grano
lv: Savvaļas kvieši
ms: Gandum Liar
oc: Blat Salvatge
pt: Trigo Selvagem
sl: Divja pšenica
uk: Дика пшениця

source: Delicate Petals
af: Delikate Kroonblare
de: Zierliche Blütenblätter
es: Pétalos delicados
fr: Pétales délicats
it: Petali delicati
lv: Trauslās ziedlapiņas
ms: Ranggi Lembut
oc: Petals delicats
pt: Pétalas Delicadas
ru: Нежные лепестки
sl: Krhki cvetni listi
uk: Ніжні пелюстки

source: Early Blossom
af: Vroeë Blossom
de: Frühe Blüte
es: Flor temprana
fr: Fleur précoce
it: Fioritura precoce
lv: Agrie ziedi
ms: Menguntum Awal
oc: Flor precòça
pt: Início do Florescer
ru: Ранние цветы
sl: Zgodnje cvetenje
uk: На початку цвітіння

source: Flocking
de: Schwarm
es: Bandada
fr: Flocage
it: Stormo
lv: Pulcēšanās
ms: Sekelompok
oc: Flocatge
pt: Flocagem
sl: Zgrinjanje
uk: Небесні пушинки

source: Floorboards
af: Vloerplanke
de: Dielen
es: Suelo de madera
fr: Plancher
it: Parquet
lv: Grīdas dēļi
ms: Papan Lantai
oc: Ponde
pt: Soalhos
ru: Паркет
sl: Lesen pod
uk: Підлога трампліна

source: Golden Bloom
af: Goue Bloei
de: Goldene Blüte
es: Flor dorada
fr: Floraison dorée
it: Fioritura aurea
lv: Zelta ziedi
ms: Mekar Keemasan
oc: Florason daurada
pt: ouro em flor
ru: Золотой цветок
sl: Zlat razcvet
uk: Золоте сяйво

source: London Eye From Beneath
af: Londen Oog Vanaf Beneath
de: London Eye von unten
es: London Eye desde abajo
fr: London Eye depuis le sol
it: Sotto il London Eye
lv: Londonas acs no apakšas
ms: London Eye Dari Bawah
oc: London Eye dempuèi lo sòl
pt: London Eye vista por baixo
sl: Pod vrtiljakom London Eye
uk: Лондонське оглядове колесо знизу

source: Morning Dew
af: Oggend Dou
de: Frühtau
es: Rocío de la mañana
fr: Rosée matinale
it: Rugiada mattutina
lv: Rīta rasa
ms: Embun Pagi
oc: Rosada matinala
pt: Orvalho da Manhã
ru: Утренняя роса
sl: Jutranja rosa
uk: Ранкова роса

source: Murales
de: Wandbilder
fr: Peintures murales
ms: Mural
oc: Pintruras muralas
pt: Murais
sl: Stenska poslikava
uk: Графіті

source: Precise Pangolin
af: Presiese Pangolien
es: Pangolín preciso
ms: Tenggiling
pt: Pangolim Preciso
uk: Точний панголін

source: Speaker Weave
af: Luidspreker Weef
de: Lautsprechernetz
es: Textura del altavoz
fr: Tissage de haut-parleur
it: Onde sonore
lv: Skaļruņu vilnis
oc: Teissatge de nautparlaire
sl: Tkanje zvočnika
uk: Тканина на гучномовці

source: The Forbidden City
af: Die Verbode Stad
de: Die verbotene Stadt
es: La ciudad prohibida
fr: La cité interdite
it: Città Proibita
lv: Aizliegtā pilsēta
ms: Bandar Larangan
oc: La Ciutat Interdicha
pt: A Cidade Proibida
ru: Запретный город
sl: Prepovedano mesto
uk: Заборонене місто

source: Tie My Boat
af: Bind my Boot
de: Ankerndes Boot
es: Amarra mi bote
fr: Attacher mon bateau
it: Lega la barca
lv: Piedauvo manu laivu
ms: Ikat Bot Saya
oc: Estacatz mon vaissèl
pt: Amarro a Minha Embarcação
sl: Privezan čoln
uk: Прив’язь човна

source: Twilight Frost
de: Frost in der Dämmerung
es: Crepúsculo congelado
fr: Gel au crépuscule
it: Brina crepuscolare
lv: Krēslas sals
ms: Fros Ditengah Malam
oc: Tòr a solelh colc
pt: Crepúsculo Gelado
ru: Морозные сумерки
sl: Pozeba v somraku
uk: Сутінкова паморозь

source: Winter Morning
af: Winter Oggend
de: Wintermorgen
es: Mañana de invierno
fr: Matin d'hiver
it: Mattino invernale
lv: Ziemas rīts
ms: Pagi Musim Sejuk
oc: Matin d'Ivèrn
pt: Manhã de inverno
ru: Зимнее утро
sl: Zimsko jutro
uk: Зимовий ранок

source: A Little Quetzal
af: 'n Bietjie Quetzal
de: Ein kleiner Quetzal
es: Un pequeño quetzal
fr: Un petit quetzal
it: Piccolo Quetzal
lv: Mazs quetzal
ms: Si Kecil Quetzal
oc: Un pichon quetzal
pt: Um Pequeno Quetzal
sl: Majhen Kvecal
uk: Маленький кетцаль

source: Below Clouds
af: Hieronder Wolke
de: Unter den Wolken
es: Bajo las nubes
fr: Au-dessous des nuages
it: Sotto le nuvole
lv: Zem mākoņiem
ms: Dibawah Awan
oc: En dejós de las nívols
pt: Debaixo das Nuvens
ru: Под облаками
sl: Pod oblaki
uk: Під хмарами

source: Cairn
de: Steinhügel
es: Hito
lv: Akmeņu kaudze
ms: Batu Tanda
pt: Moledro
ru: Пирамида из камней
sl: Kup kamnov
uk: Піраміда з каменів

source: Early Morning
af: Vroeë Oggend
de: Früher Morgen
es: Madrugada
fr: Petit matin
it: Mattino
lv: Agrs rīts
ms: Awal Pagi
oc: Aubeta
pt: De Manhã Cedo
ru: Раннее утро
sl: Zgodnje jutro
uk: Ранній ранок

source: Frozen
af: Gevries
de: Eingefroren
es: Congelado
fr: Gelées
it: Ghiacciato
lv: Sasalis
ms: Beku
oc: Torrat
pt: Congelado
sl: Zamrznjeno
uk: Паморозь

source: Gran Canaria
af: Gran Kanaria
fr: Grande Canarie
lv: Grankanārija
pt: Grande Canária
ru: Гран-Канария
uk: Гран-Канарія

source: Green Plant
af: Groen Plant
de: Grüne Pflanze
es: Planta verde
fr: Plante verte
it: Pianta verde
lv: Zaļš augs
ms: Tumbuhan Hijau
oc: Planta verda
pt: Planta Verde
ru: Зелёное растение
sl: Zelena rastlina
uk: Молодило

source: H
oc: T
uk: Ейч

source: Pantano de Orellana
sl: Močvirje v Orellani
uk: Болото Орельяна

source: Roof Tiles
af: Dak Teëls
de: Dachziegel
es: Tejas
fr: Tuiles
it: Tegole
lv: Jumta dakstiņi
ms: Jubin Bumbung
oc: Tèules
pt: Telhas
ru: Черепица
sl: Strešniki
uk: Черепиця

source: Vanishing
de: Verschwindend
es: Desvanecimiento
fr: Fuyantes
it: Evanescente
lv: Izgaist
ms: Menghilang
oc: Fugissentas
pt: Desaparecendo
ru: Исчезновение
sl: Izginjajoče
uk: Щезання

source: Begonia
af: Begonie
de: Begonie
fr: Bégonia
lv: Begonija
ms: Asam batu
oc: Begònia
ru: Бегония
sl: Begonija
uk: Бегонія

source: Blue frost
af: Blou ryp
de: Blauer Frost
es: Helada azúl
fr: Givre bleu
it: Gelo Blu
lv: Zila sarma
ms: Ibun biru
oc: Granhòta blava
pt: Geada azul
ru: Синий иней
sl: Modra zmrzal
uk: Блакитна паморозь

source: Brother typewriter
af: Broer tikmasjien
de: Brother-Schreibmaschine
es: Máquina de escribir Brother
fr: Dactylographe
it: Fratello macchina da scrivere
lv: Brāļa rakstāmmašīna
ms: Mesin taip Brother
pt: Máquina de escrever Brother
ru: Пишущая машинка Brother
uk: Друкарська машинка Brother

source: Cacomixtle Ubunteño
pt: Cacomixtle Ubuntenho
ru: Какомицли Ubunteño
uk: Какоміцл Убунтеньйо

source: Fleurs de Prunus 24
de: Japanische Blütenkirsche
it: Fiori di pruno 2 4
pt: Flores de Prunus 24
ru: Цветущая слива
uk: Цвітіння сливи 24

source: La Gomera
pt: Gomeira
ru: Остров Гомера
uk: Гомера

source: Landing
de: Landung
es: Aterrizaje
fr: Atterrissage
it: Atterraggio
lv: Piezemēšanās
ms: Pendaratan
oc: Aterrissatge
pt: Aterragem
ru: Посадка
uk: Приземлення

source: Last breath…
af: Laaste asemteug...
de: Letzter Atemzug …
es: El último aliento…
fr: Le dernier souffle...
it: Ultimo respiro...
lv: Pēdējā elpa…
ms: Nafas terakhir...
pt: Ultimo suspiro...
ru: Последний вздох...
sl: Zadnji dih...
uk: Останній подих…

source: Leftover
af: Oorskiet
de: Überbleibsel
es: Sobras
fr: Reliquat
it: Rimasugli
lv: Pārpalikums
ms: Sisa
pt: Restos
ru: Наследие времён
uk: Залишок

source: Morning Sun on Frost-Covered Leaves
af: Oggendson op Ryp-Bbedekte-Blare
de: Morgensonne auf gefrorenen Blättern
es: Sol matutino en hojas heladas
fr: Soleil matinal sur feuilles givrées
it: Sole mattutino su foglie ghiacciate
lv: Rīta gaisma uz sarmainām lapām
ms: Matahari Pagi pada Daun yang Dilitupi-Ibun
pt: Sol Matinal Sobre Folhas Cobertas de Geada
ru: Утреннее солнце на заиндевевших листьях
sl: Jutranje sonce na pomrznjenih listih
uk: Вранішнє сонце на вкритих памороззю листках

source: Stop the light
af: Stop die lig
de: Stoppt das Licht
es: Parar la luz
fr: Arrêtez la lumière
it: Ferma la luce
lv: Apturēt gaismu
ms: Hentikan cahaya
pt: Parem a luz
ru: Туши свет
uk: Зупинити світло

source: Trazo solitario
de: Einzelner Tautropfen
pt: Traço solitário
ru: Одинокая линия
uk: Крапля роси

source: Winter Fog
af: WinterMis
de: Winternebel
es: Niebla invernal
fr: Brouillard d’hiver
it: Nebbia invernale
lv: Ziemas migla
ms: Kabus Musim Sejuk
pt: Nevoeiro de Inverno
ru: Зимний туман
sl: Zimska megla
uk: Зимовий туман

source: Cyclotron
af: Siklotron
de: Zyklotron
es: Ciclotrón
lv: Ciklotrons
ms: Siklotron
ru: Циклотрон
uk: Циклотрон

source: Gota D'água
de: Wassertropfen
es: Gota de agua
ru: Капли воды
uk: Крапелька

source: Grass
af: Gras
de: Gras
es: Hierba
fr: Herbe
it: Erba
lv: Zāle
ms: Rumput
oc: Èrba
pt: Relva
ru: Трава
uk: Трава

source: I am a Saucy Salamander...
af: Ek is 'n Saucy Salamander...
de: Ich bin ein Frecher Salamander …
es: Soy una salamandra descarada...
fr: Je suis une Salamandre Délurée...
it: Sono una salamandra impertinente...
lv: Esmu Saucy Salamander...
ms: Saya seekor Salamander Saucy...
pt: Sou uma Salamandra Atrevida...
ru: Я дерзкая саламандра...
uk: Я Зухвала Саламандра…

source: Mountains
af: Berge
de: Berge
es: Montañas
fr: Montagnes
it: Montagne
lv: Kalni
ms: Gunung
oc: Montanhas
pt: Montanhas
ru: Горы
uk: Гори

source: Mr. Tau and The Tree -
af: Meneer Tau en die Boom -
de: Hr. Tau und der Baum -
es: El Sr. Tau y el árbol
fr: M. Tau et l'arbre
it: Il signor Tau e l'albero -
lv: Mr. Tau un koks -
ms: En. Tau dan Pokok -
pt: O Sr. Tau e a Arvore -
ru: Мистер Тау и дерево
uk: Містер Тау і Дерево

source: Nylon Rainbow
af: Nylon Reënboog
de: Nylon-Regenbogen
es: Arcoiris de nilón
fr: Arc-en-ciel tissé
it: Arcobaleno di Nylon
lv: Neilona varavīksne
ms: Pelangi Nilon
pt: Arco-íris de Nylon
ru: Нейлоновая радуга
uk: Нейлонова веселка

source: Oak
de: Eiche
es: Roble
fr: Chêne
it: Quercia
lv: Ozols
ms: Pokok Oak
oc: Garric
pt: Carvalho
ru: Дуб
sl: Hrast
uk: Дуб

source: Salamander
es: Salamandra
fr: Salamandre
it: Salamandra
lv: Salamandra
oc: Salamandra
pt: Salamandra
ru: Саламандра
sl: Močerad
uk: Саламандра

source: Saucy Salamander Abstract
af: Saucy Salamander Abstrakt
de: Saucy-Salamander-Entwurf
es: Saucy Salamander abstracto
fr: Salamandre Délurée abstraite
it: Salamandra impertinente astratta
lv: Saucy Salamander abstrakta
ms: Abstrak Salamander Saucy
pt: Abstrato de uma Salamandra Atrevida
ru: Абстрактная дерзкая садамандра
uk: Абстрактна Зухвала Саламандра

source: Savannah Lilian Blot
de: Savannen-Klecks
es: Savana Lilian Blot
fr: La savane par Lilian Blot
it: Savana Lilian Blot
lv: Koks savannā
pt: Borrão Lilian da Savana
ru: Саванна (Lilian Blot)
uk: Саванна Ліліан Блот

source: Taxus baccata
de: Europäische Eibe
ru: Тис ягодный
uk: Тис ягідний

source: The City of Polen
af: Die Stad van Polen
de: Die Stadt der Pollen
es: La ciudad del polen
fr: La ville de pollen
it: La città di Polena
lv: Polen pilsēta
ms: Bandar Polen
pt: A Cidade do Polen
ru: Город пыльцы
uk: Місто пилку

source: THE 'OUT' STANDING
af: DIE 'OUT' STAANDE
de: Die »Außen«-Stehenden
es: Sobresalir
fr: L’« épi »curien
it: IL 'FUORI' IN PIEDI
pt: 'EXTERIOR' EM POSE
ru: ВЫДАЮЩИЙСЯ
uk: Ті, що вибилися

source: Thingvellir
de: Þingvellir – Ebene der Volksversammlung
es: Þingvellir
ru: Долина Тингветлир
uk: Тінґветлір

source: Untitled
af: Titelloos
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
lv: Nenosaukts
ms: Tidak Bertajuk
oc: Sens títol
pt: Sem Título
ru: Без названия
sl: Neimenovano
uk: Без назви

source: Water Lily
af: Water Lelie
de: Seerose
es: Nenúfar
fr: Nénufar
it: Ninfea
lv: Ūdens lilija
ms: Teratai
pt: Nenúfar
ru: Кувшинка
sl: Vodna lilija
uk: Водяна лілія

source: Backyard Mushrooms
af: Agterplaas Sampioene
de: Gartenpilze
es: Setas del patio trasero
fr: Champignons d’arrière-cour
it: Funghi prataioli
uk: Гриби на задвірках

source: Beach
af: Strand
de: Strand
es: Playa
fr: Plage
it: Spiaggia
uk: Пляж

source: Foggy Forest
af: Mistige Woud
de: nebliger Wald
es: Bosque en la niebla
fr: Forêt embrumée
it: Foresta nebbiosa
uk: Туманний ранок

source: Ibanez Infinity
af: Ibanez Oneindigheid
de: Ibanez’ Unendlichkeit
es: Ibanez infinito
uk: Нескінченність гітари Ібаньєс

source: Jelly Fish
af: Jellie Visse
de: Quallen
es: Medusa
fr: Méduses
it: Medusa
uk: Медуза

source: Mono Lake
es: Lago Mono
fr: Lac Mono
it: Lago Mono
uk: Озеро Моно

source: Partitura
de: Partitur
uk: Партитура

source: Reflections
af: Refleksies
de: Reflexionen
es: Reflejos
fr: Réflexions
it: Riflessi
uk: Віддзеркалення

source: Sea Fury
es: Furia marina
fr: Chasseur des nues
it: Furia del mare
uk: Морська фурія

source: Water web
de: Wassernetz
es: Telaraña de agua
fr: Toile perlée
it: Acqua e ragnatela
uk: Водяна сітка

source: Forever
af: Verewig
de: Für immer
es: Para siempre
fr: Pour toujours
it: Per sempre
uk: Назавжди

source: Ubuntu Greyscale
af: Ubuntu Grysskaal
es: Ubuntu, escala de grises
fr: Échelle de gris pour Ubuntu
it: Scala di grigi Ubuntu
uk: Відтінки сірого Ubuntu

source: Empty Space
af: Leë Ruimte
de: Leerer Raum
es: Espacio vacío
fr: Espace vide
it: Spazio vuoto
uk: Без тла

source: Golden leaves
af: Goue blare
de: Goldene Blätter
es: Hojas doradas
fr: Feuilles dorées
it: Foglie d'orate
uk: Золоте листя

source: Horses on sand dunes
af: Perde op sand duine
de: Pferde auf Sanddünen
es: Caballos sobre dunas de arena
fr: Chevaux sur des dunes de sable
it: Cavalli e dune di sabbia
uk: Коні на піщаних дюнах

source: Kronach leuchtet 2014
es: Luces Kronach 2014
fr: Kronach illuminée 2014
uk: Вогні Кронаха 2014

source: Music
af: Musiek
de: Musik
es: Música
fr: Musique
it: Musica
uk: Музика

source: Night Seascape
af: Nag Seelandskap
de: Nächtliche Meereslandschaft
es: Paisaje marino nocturno
fr: Paysage marin nocturne
it: Paesaggio marittimo notturno
uk: Пейзаж нічного моря

source: Redes de hilo
fr: Réseaux de fils
uk: Дротові мережі

source: salcantayperu
es: Salcantay, Perú
uk: Салкантай Перу

source: Sunny Autumn
af: Sonnige Herfs
de: Sonniger Herbst
es: Otoño soleado
fr: Automne ensoleillé
it: Autunno soleggiato
uk: Сонячна осінь

source: Utopic Unicorn
af: Utopic Eenhoorn
de: Utopisches Einhorn
es: Unicornio utópico
fr: Licorne Utopique
uk: Утопічний Єдиноріг

source: Warm grasses
af: Warm grasse
de: Warme Gräser
es: Hierbas cálidas
fr: Herbes chaudes
it: Erbe calde
uk: Теплі трави

source: Cedar Wax Wing
af: Seder Wax Wing
de: Zederwachsflügel
es: Ampelis americano
it: Ala di cedro
uk: Омелюх кедровий

source: Christmas Lights
af: Kersfees ligte
de: Weihnachtsbeleuchtung
es: Luces de navidad
fr: Lumières de Noël
it: Luci di Natale
uk: Різдвяні вогні

source: Euphoria!
af: Euforie!
de: Euphorie!
es: ¡Euforia!
fr: Euphorie !
it: Euforia!
uk: Ейфорія!

source: Oyster Catcher in the Rocks
af: Oester Vanger in die Rotse
de: Austernfischer in den Felsen
es: Ostrero negro en las rocas
it: Oyster Catcher tra le rocce
uk: Кулик-сорока в скелях

source: Primavera
uk: Весна

source: Tenerife Roques de Anaga
de: Teneriffa Roques de Anaga
es: Roques de Anaga, Tenerife
fr: Roques de Anaga
uk: Гори Анага, Тенеріфе

source: Tesla
uk: Тесла

source: Traviny
de: Travins
es: Poáceas
uk: Злаки

source: Tramonto a Scalea
de: Sonnenuntergang in Scalea
uk: Захід сонця в Скалеї

source: Tranquil
de: Ruhig
es: Tranquilidad
it: tranquillo
uk: Ідилія

source: Light my fire evening sun
af: Steek my vuur aand son aan
de: Zünde mein Feuer an, Abendsonne
es: Enciende mi fuego, sol de la tarde
it: Accendi il mio fuoco sole della sera
uk: Запали мене, вечірнє сонце

source: Sitting Here, Making Fun
af: Hier sit, Maak Pret
de: Hier sitzen, sich lustig machen
es: Sentado aquí, burlándome
it: Seduto qui, prendendo in giro
uk: Сидимо, розважаємо

source: Moss inflorescence
af: Mos bloeiwyse
de: Moosblütenstand
es: Inflorescencia de musgo
fr: Inflorescence de mousse
it: Infiorescenza di Muschio
uk: Суцвіття моху

source: Breaker
af: Breker
de: Brecher
es: Interruptor
it: interruttore
uk: Рубильник

source: Hotel
fr: Hôtel
uk: Готель

source: Mediterranean Sea
af: Middellandse See
de: Mittelmeer
es: Mar mediterráneo
fr: Mer Méditerranée
it: Mar Mediterraneo
uk: Середземне море

source: Abstract Ubuntu
af: Abstrakte Ubuntu
de: Abstraktes Ubuntu
es: Ubuntu abstracto
fr: Ubuntu abstrait
it: Ubuntu astratto
uk: Абстрактний Ubuntu

source: Black hole
af: Swart gat
de: Schwarzes Loch
es: Agujero negro
fr: Trou noir
it: Buco nero
uk: Чорна діра

source: Cielo estrellado
de: Sternenhimmel
it: Cielo stellato
uk: Зоряне небо

source: clock
af: klok
de: Uhr
es: reloj
fr: horloge
it: orologio
uk: Годинник

source: Dans ma bulle
de: In meiner Luftblase
it: Nella mia bolla
uk: В моїй бульбашці

source: Flora
uk: Флора

source: Icy Grass
af: Ysige Gras
de: Gras mit Raureif
es: Césped congelado
fr: Herbe glacée
it: Erba Ghiacciata
uk: Лісова трава

source: Night lights
af: Nag ligte
de: Nachtlichter
es: Luces de noche
fr: Lumières de la nuit
it: Luci notturne
uk: Нічні вогні

source: passion flower
af: passie blommetjie
de: Passionsblume
es: passiflora
it: fiore della passione
uk: Квітка пристрасті

source: Spring
af: Lente
de: Frühling
es: Primavera
fr: Printemps
it: Primavera
uk: Весна

source: The Land of Edonias
af: Die land van Edonias
de: Land von Edonias
es: La tierra de Edonias
it: La terra di Edonias
uk: Край Едонія

source: Alien wing
af: Uitheemse vlerk
de: Alienflügel
es: Ala alienígena
it: Ala aliena
uk: Крило чужого

source: Classic Guitar Detail
af: Klassieke Kitaar Detail
de: Klassische Gitarre
es: Detalle de guitarra clásica
fr: Détail de guitare classique
it: Dettaglio chitarra classica
uk: Деталь класичної гітари

source: Haukland Beach view
af: Haukland Strand uitsig
de: Haukland Strandaussicht
es: Vista a la playa en Haukland
fr: Haukland Beach
it: Vista sulla spiaggia di Haukland
uk: Вид на пляж Хаукланд

source: larung gar by night
af: larung gar deur nag
de: Larung Gar bei Nacht
es: larung gar por la noche
fr: Larung Gar de nuit
it: larung gar di notte
uk: Долина Ларунг уночі

source: Wanaka Tree
af: Wanaka Boom
de: Wanakabaum
es: Árbol de Wanaka
it: Albero di Wanaka
uk: Дерево Ванака

source: Yala mountain
af: Yala berg
de: Yala-Berg
es: Montaña Yala
fr: Pic Yala
it: Montagna Yala
uk: Вершина Яла

source: A star has fallen
af: 'n Ster het geval
de: Ein Stern ist gefallen
es: Ha caído una estrella
fr: Une étoile est tombée
it: È caduta una stella
uk: Зірка впала

source: Candy
af: Snoep
de: Süßigkeiten
es: Caramelo
it: Caramella
uk: Цукерка

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
uk: Ліс

source: Mushrooms 3
af: Sampioene 3
de: Pilze 3
es: Setas 3
it: Funghi 3
uk: Гриби 3

source: Passion
af: Passie
de: Leidenschaft
es: Pasión
it: Passione
uk: Пристрасть

source: Pink and Blue
af: Pienk en Blou
de: Pink und Blau
es: Rosa y azul
fr: Rose et bleu
it: Rosa e blu
uk: Рожевий і синій

source: Purple Daisy
af: Pers Madeliefie
de: Lila Gänseblümchen
es: Margarita morada
fr: Marguerite mauve
it: Margherita viola
uk: Барвиста ромашка

source: Road to Nowhere
af: Pad na Nêrens
de: Straße ins Nichts
es: Camino a ninguna parte
fr: Route vers nulle part
it: Strada verso il nulla
uk: Дорога в нікуди

source: Seebrücke Graal-Müritz
it: Molo Graal-Müritz
uk: П'єр Грааль-Мюріц

source: Some Light Reading
af: Sommige Ligte Leeswerk
de: Einfacher Lesestoff
es: Algo de lectura ligera
it: Qualche lettura leggera
uk: Трохи легкого чтива

source: there is something human in that stuff
af: daar is iets mensliks in daardie goed
de: da ist etwas Menschliches in diesem Kram
es: hay algo humano en esa cosa
fr: il y a quelque chose d'humain dans ce truc
it: c'è qualcosa di umano in quella roba
uk: є в цій речі щось людське

source: Definitive Light Zen Orange
af: Bepaalde ligte Zen-oranje
de: Ein entschiedener Hauch von Zen-Orange
es: Luz definitiva zen naranja
it: Arancione Zen chiaro definitivo

source: touch de vert
af: 'n Tikkie groen
de: Ein Hauch von Grün
es: Toque de verde
fr: touche de vert
it: Tocco di verde

source: Blue flower
af: Blou blommetjie
de: Blaue Blume
fr: Fleur bleue
it: Fiore blu

source: canvas
af: skilderdoek
de: Leinwand
fr: canevas
it: tela

source: jj dark
af: jj donker
de: jj dunkel
it: jj scuro

source: jj light
af: jj lig
de: jj hell
it: jj luce

source: Optical Fibers in Dark
af: Optiese Vesels in Donker
de: Lichtwellenleiter in der Dunkelheit
it: Fibre ottiche al buio

source: Polka Dots and Moonbeams
af: Polka Dots en Maanstrale
de: Punktemuster und Mondstrahlen
es: Lunares y rayos de luna
it: Pois e raggi di luna

source: 160218-deux-two
af: 160218-deux-twee
de: 160218-deux-zwei

source: Cherry Tree in Lakones
af: Kersie Boom in Lakones
it: Ciliegio a Lakones

source: Mirror
af: Spieël
fr: Miroir
it: Specchio

source: Sunset Over Lake Lugano
af: Sonsondergang oor die Lugano Meer
it: Tramonto sul Lago di Lugano

source: Twisted Gradients
af: Verdraaide Gradiënte
it: Gradienti contorti

source: Reflection
af: Refleksie
it: Riflesso

source: Saffron
af: Saffraan
it: Zafferano

source: Hardy Heron (Remaster)
af: Hardy Heron (herbemeester)
es: Garza vigorosa (remasterizado)
fr: Hardy Heron

source: IMG 0081
es: Mariposa amarilla

source: IMG 7632
es: Camino de otoño

source: P1310728
es: Faro

source: ubuntu wallpaper 16 10 02
af: ubuntu muurpapier 16 10 02
es: fondo de pantalla de ubuntu 16 10 02

source: Copper Mountain
af: Koper Berg

source: Flow
af: Vloei

source: Lunar-lobster-side
af: Lunar-kreef-kant

source: Multiverse
af: Multiversum

source: Ubuntu Light
af: Ubuntu Lig

source: Ubuntu Dark
af: Ubuntu Donker
