Repository: twinysam/ubuntu-wallpapers
Catalog: po/*.po
Languages: af, de, es, fr, it, lv, ms, oc, pt, ru, sl, uk

source: Bee on lavender
af: By op laventel
de: Biene auf Lavendel
es: Abeja en lavanda
fr: Abeille sur lavande
it: Ape e lavanda
uk: Бджола на лаванді

source: Bloom
af: Blom
de: Blüte
es: Florecer
fr: Éblouissement
uk: Цвітіння

source: Grand Canyon North Rim
af: Grand Canyon noordelike rand
de: Nördlicher Rand des Grand Canyon
es: Borde norte del Gran Cañón
it: Bordo settentrionale del Grand Canyon
uk: Гранд-Каньйон Північний Рим

source: Green Island
af: Groen Eiland
de: Grüne Insel
es: Isla verde
fr: Île verte
it: Isola verde
uk: Зелений острів

source: Headstock
de: Spindelstock
es: Cabezal
it: Testata
uk: Головка грифа

source: Lighthouse at sunrise
af: Vuurtoring tydens sonsopkoms
de: Leuchtturm im Sonnenaufgang
es: Faro al amanecer
fr: Phare et levé de soleil
it: Faro all'alba
uk: Маяк на сході сонця

source: Lily of the Valley
af: Lelie van die Vallei
de: Maiglöckchen
es: Lirio de los valles
it: Mughetto
uk: Конвалія

source: More Kamikochi
af: Nog Kamikochi
de: Mehr Kamikochi
es: Más Kamikochi
fr: Kamikōchi
it: Più Kamikochi
uk: Більше Камікочі

source: Planking is going against the grain
af: Plank gaan teen die grein in
de: Planken gehen gegen den Strich
es: Una tabla yendo a contracorriente
it: Il tavolato và controcorrente
uk: Дощечка поперек помосту

source: Red delight
af: Rooi vreugde
de: Rote Freude
es: Delicia roja
fr: Délice rouge
it: Delizia rossa
uk: Червоне захоплення

source: Sunrise on the beach
af: Sonsopkoms op die strand
de: Sonnenaufgang am Strand
es: Amanecer en la playa
fr: Lever du soleil sur la plage
it: Alba sulla spiaggia
uk: Світанок на пляжі

source: Voss
uk: Восс

source: Cathédrale Marie-Rheine-du-Monde
af: Marie-Rheine-du-Monde Katedraal
de: Kathedrale Marie-Rheine-du-Monde
es: Catedral Marie-Reine-du-Monde
fr: Cathédrale Marie-Reine-du-Monde
it: Cattedrale Marie-Rheine-du-Monde
uk: Кафедральный собор Марии Королевы Мира

source: Crocus Wallpaper
af: Krokus muurpapier
de: Krokus Hintergrundbild
es: Fondo de crocus
fr: Crocus
it: Sfondo di croco
uk: Крокус

source: El Haouaria
uk: Ель-Хуарія

source: Halifax Sunset
af: Sonsondergang in Halifax
de: Sonnenuntergang in Halifax
es: Amanecer en Halifax
fr: Coucher de soleil à Halifax
it: Tramonto di Halifax
uk: Світанок в Галіфаксі

source: Manhattan Sunset
af: Sonsondergang in Manhattan
de: Sonnenuntergang in Manhattan
es: Amanecer en Manhattan
fr: Coucher de soleil à Manhattan
it: Tramonto di Manhattan
uk: Світанок на Манхеттені

source: On top of the Rubihorn
af: Bo-op die Rubihorn
de: Auf der Spitze des Rubihorn
es: En la cima del Rubihorn
fr: Au sommet du Rubihorn
it: In cima al Rubihorn
uk: На вершині Рубіхорну

source: Raindrops On The Table
af: Reëndruppels op tafel
de: Regentropfen auf dem Tisch
es: Gotas de lluvia en la mesa
fr: Gouttes de pluie sur la table
it: Gocce di pioggia sul tavolo
uk: Краплі дощу на столі

source: Ross Jones Rockpool (Sydney)
af: Ross Jones Rotspoel (Sydney)
es: Ross Jones Rockpool (Sídney)
uk: Кам'яний басейн Рос Джонс (Сідней)

source: Spices in Athens
af: Speserye in Athene
de: Gewürze in Athen
es: Especias en Atenas
fr: Épices à Athènes
it: Spezie ad Atene
uk: Спеції в Афінах

source: This Is Bionic Beaver
af: Hierdie is bioniese bewer
de: Dies ist der bionische Biber
es: Este es el castor biónico
fr: C'est un castor bionique
it: Questo è il castoro bionico
uk: Це біонічний бобер

source: Wall with door on Gozo
af: Muur met deur na Gozo
de: Wand mit Tür in Gozo
es: Muro con puerta en Gozo
fr: Porte à Gozo
it: Parete con porta su Gozo
uk: Стіна з дверима на острові Гоцо

source: Black Sand Beach
af: Swartsand strand
de: Schwarzsandstrand
es: Playa de arena negra
fr: Plage de sable noir
it: Spiaggia di sabbia nera
uk: Чорний Піщаний пляж

source: Carriage Return
af: Enter
de: Wagenrücklauf
es: Punto y aparte
it: Ritorno carrello
uk: Повернення каретки

source: Cosmic Cuttlefish
de: Kosmischer Tintenfisch
es: Jibia cósmica
it: Seppie Cosmiche
uk: Космічна каракатиця

source: Encounter
af: Ontmoeting
de: Begegnung
es: Encuentro
fr: Rencontre
it: Appuntamento
uk: Дуель

source: Fairground at Night
af: Kermisterrein in die nag
de: Festplatz in der Nacht
es: Feria por la noche
it: Fiera notturna
uk: Ярмарок уночі

source: Image of Mount Parnassus
af: Mount Parnassus
de: Bild des Berges Parnassus
es: Estampa del monte Parnaso
fr: Image du mont Parnasse
it: Immagine del Monte Parnaso
uk: Знімок гори Парнас

source: Milky Way Before The Dawn
af: Melkweg voor die oggendskemer
de: Die Milchstraße vor der Dämmerung
es: La Vía Láctea al alba
fr: Voie lactée avant l'aube
it: Via Lattea prima dell'alba
uk: Чумацький шлях перед світанком

source: Morning
af: Oggend
de: Morgen
es: Amanecer
fr: Matin
it: Mattina
uk: Ранок

source: Spring Flowers
af: Lenteblomme
de: Frühlingsblumen
es: Flores primaverales
fr: Fleurs de printemps
it: Fiori primaverili
uk: Весняні квіти

source: Tapiola Espoo Cultural Center
af: Tapiola Espoo Kultuursentrum
de: Tapiola Espoo Kulturzentrum
es: Centro cultural de Tapiola, Espoo
it: Centro Culturale Tapiola Espoo
uk: Культурний центра Tapiola Espoo

source: Ubuntu Party de Paris
de: Ubuntu Party in Paris
es: Ubuntu Party de París
it: Ubuntu Party di Parigi
uk: Вечірка Ubuntu в Парижі

source: Capucijnengang
uk: Капусейненганг

source: Cramond Island
af: Cramond Eiland
de: Cramond Insel
es: Isla de Cramond
it: Isola Cramond
uk: Острів Крамонд

source: Flower Gate Bridge
af: Flower Gate Brug
de: Blumentor Brücke
es: Flor puente Gate
it: Ponte dei fiori
uk: Міст Квіткові ворота

source: On the harbour
af: Op die hawe
de: Am Hafen
es: En el puerto
fr: Sur le port
it: Sul porto
uk: На гавані

source: Staniel Cay
es: Isla Staniel
uk: Станіель Кей

source: Sunset of Peloponnesus
af: Sonsondergang van Peloponnesus
de: Sonnenuntergang über Peloponnesus
es: Ocaso en Peloponeso
fr: Coucher de soleil du Péloponnèse
it: Tramonto del Peloponneso
uk: Захід Пелопоннеса

source: Tennis ball
af: Tennisbal
es: Pelota de tenis
fr: Balle de tennis
it: Palla da tennis
uk: Тенісний м'яч

source: Water of Leith
af: Water van Leith
it: Acqua di Leith
uk: Вода Лейта

source: 80s Disco Dingo Simulation
af: 80's Disko Dingo Simulasie
de: 80er Disco Dingo Simulation
es: Simulación ochentera del dingo de la disco
it: Simulazione Disco Dingo anni '80
uk: Імітація Disco Dingo 80-х

source: Disco Dingo Alt Default
af: Disko Dingo Alt Verstek
de: Disco Dingo Alt Standard
es: Fondo alternativo de Disco Dingo
it: Disco Dingo Alt Predefinito
uk: Альтернативна типова для Disco Dingo

source: Beijling park burial path
af: Beijling park graf paadjie
de: Pekinger Friedhofspfad
it: Percorso di sepoltura del parco di Pechino
uk: Поховальна доріжка у парку Бейлінг

source: Frozen sunset on the lake
af: Gevriesde sonsondergang op meer
de: Gefrorener Sonnenuntergang am See
es: Atardecer congelado en el lago
fr: Coucher de soleil gelé sur le lac
it: Tramonto ghiacciato sul lago
uk: Морозний захід сонця на озері

source: Origin of nature
af: Oorsprong van die natuur
de: Herkunft der Natur
es: Origen de la naturaleza
fr: Origine de la nature
it: Origine della natura
uk: Недоторкана природа

source: Sky Sparkles
af: Vonkel in die lug
de: Funkelnder Himmel
es: Chispas en el cielo
fr: Étincelles dans le ciel
it: Il cielo scintilla
uk: Небесні іскри

source: Stargazing
af: Sterrekyk
de: Sternendeutung
es: Contemplando las estrellas
it: Guarda le stelle
uk: Замріяність

source: Ubuntu 80s glitch
af: Ubuntu 80's storing
de: Ubuntu 80er Glitch
es: Ubuntu con error visual ochentero
it: Problema di Ubuntu anni '80
uk: Збій Ubuntu 80-х

source: Ubuntu gel
af: Ubuntu jel
es: Gelatina Ubuntu
it: Gel Ubuntu
uk: Ubuntu-гель

source: Ermine lines
af: Hermelyn lyne
de: Kurzschwanzwiesel Linien
es: Líneas de armiño
it: Linee di Ermellino
uk: Обриси горностая

source: Flight dive
af: Duikvlug
de: Flugtauchgang
es: Zambullida
it: Immersione in volo
uk: Летюче занурення

source: Stone Mountain
uk: Кам’яна гора

source: Something Yellow
af: Iets geel
de: Etwas Gelbes
es: Algo amarillo
fr: Quelque chose de jaune
it: Qualcosa di giallo
uk: Щось Жовте

source: 2nd Avenue
af: 2de Laan
de: Zweite Allee
es: Segunda Avenida
fr: 2e avenue
uk: 2-й проспект

source: Skykomish River
af: Skykomish Rivier
de: Skykomish Fluss
es: El río Skykomish
it: Fiume Skykosmish
uk: Річка Скайкоміш

source: Abstract Painting Photo
af: Foto van abstrakte skildery
de: Abstrakte Malerei Foto
it: Foto pittura astratta
uk: Фото абстрактного живопису

source: Camera Film
af: Kamerafilm
de: Fotofilm
es: Película de cámara
it: Pellicola per fotocamera
uk: Плівковий фотоапарат

source: Colored Pencils
af: Gekleurde potlode
de: Buntstifte
es: Lápices de colores
fr: Crayons de couleur
it: Matite colorate
uk: Кольорові олівці

source: Landscape Photography Of Mountains
af: Landskap met berge
de: Landschaftsfotografie von Bergen
it: Fotografia di paesaggio di montagne
uk: Пейзажне фото гір

source: Silver Back Gorilla
af: Silwerrug Gorilla
de: Silberrückengorilla
fr: Gorille dos argenté
it: Gorilla posteriore d'argento
uk: Срібляста горила

source: Hippopotamus Swimming Photo
af: Swemmende seekoei
de: Foto eines schwimmenden Flusspferds
uk: Плавучий Бегемот

source: Macro Shot of Black Animal
af: Nabyskoot van swart dier
de: Großaufnahme eines schwarzen Tieres
es: Macrofotografía de un animal negro
uk: Макрозйомка тварин темного окрасу

source: Milky Way
af: Melkweg
de: Milchstraße
es: Vía Láctea
fr: Voie lactée
it: Via Lattea
uk: Чумацький шлях

source: Way
af: Weg
de: Weg
fr: Route
uk: Тракт

source: White Orchid
af: Wit Orgidee
de: Weiße Orchidee
es: Orquídea blanca
fr: Orchidée blanche
it: Orchidea bianca
lv: Balta orhideja
ms: Orkid Putih
oc: Orquidèa blanca
pt: Orquídea Branca
ru: Белая орхидея
sl: Bela orhideja
uk: Біла орхідея

source: Throwing Stones
af: Gooi Klippe
de: Geworfene Steine
es: Lanzando piedras
fr: Lancé de cailloux
it: Pioggia di pietre
lv: Metamie akmeņi
ms: Batu yang Dilontar
oc: Projeccion de gravièrs
pt: Atirando pedras
sl: Metanje kamnov
uk: Метання каменів

source: Radioactive Sunrise.jpg
af: Radioaktiewe Sunrise.jpg
de: Radioaktiver Sonnenaufgang
es: Amanecer radioactivo.jpg
fr: Aurore incandescente
it: Alba radioattiva
oc: Auròra incandescenta
pt: Nascer do sol radioativo.jpg
ru: Радиоактивный восход.jpg
sl: Radioaktiven soncni vzhod.jpg
uk: Радіоактивний схід сонця

source: O Life.jpg
de: O Life
es: O vida.jpg
fr: Lumière aquatique
it: Oh, vita
oc: Lutz aqüatica
pt: O vida.jpg
sl: Življenje.jpg
uk: Ох, життя...

source: Grass in A.jpg
af: Gras in A.jpg
de: Gras in A
es: Césped en A.jpg
fr: Gazon anglais
it: Fili d'erba
oc: Pelenc anglés
pt: Relvado em A.jpg
sl: Trava v A.jpg
uk: Трава в А

source: Climbing.jpg
de: Klettern
fr: Grimpeur à contre-jour
it: Ascesa
oc: Escalaire a contrajorn
pt: Escalada.jpg
ru: Подъем.jpg
sl: Plezanje.jpg
uk: Альпінізм

source: Cherries.jpg
de: Kirschen
es: Cerezas.jpg
fr: Cerises
it: Ciliegie
oc: Cerièras
pt: Cerejas.jpg
ru: Вишни.jpg
sl: Češnje.jpg
uk: Вишні

source: Primula Red
af: Primula Rooi
de: Rote Primeln
es: Prímula roja
fr: Primevère rouge
it: Primula rossa
lv: Sarkanas gaiļbiksītes
ms: Merah Primula
oc: Primavera roja
pt: Prímula vermelha
ru: Красная примула
sl: Rdeča primula
uk: Червоний Первоцвіт

source: Butterfly
af: Vlinder
de: Schmetterling
es: Mariposa
fr: Papillon
it: Farfalla
lv: Taurenis
ms: Rama-Rama
oc: Parpalhòl
pt: Borboleta
ru: Бабочка
sl: Metulj
uk: Метелик

source: The Rainbow is Dead
af: Die Reënboog is Dood
de: Der Regenbogen ist tot
es: El arcoiris ha muerto
fr: L'arc-en-ciel est mort
it: Fine dell'arcobaleno
lv: Varavīksne ir mirusi
ms: Pelangi Sudah Hilang
oc: Lo talhièr del pintre
pt: O Arco Íris está morto
ru: Радужная трагедия
sl: Mavrica je mrtva
uk: Мертва Веселка

source: Sunset
af: Sonsondergang
de: Sonnenuntergang
es: Ocaso
fr: Coucher de soleil
it: Tramonto
lv: Saulriets
ms: Matahari Terbenam
oc: Solelh colc
pt: Pôr do sol
ru: Закат
sl: Sončni zahod
uk: Захід сонця

source: Mi old, old Shoes
af: My ou, ou skoene
de: Meine alten, alten Schuhe
es: Mis viejos, viejos zapatos
fr: Chaussures battant le pavé
it: Attesa
lv: Manas senās kurpes
ms: Kasut Buruk Saya
oc: Sabatas tustant lo pavat
pt: Os meus velhos, velhos Sapatos
sl: Moji stari, stari čevlji
uk: Мої старі, старі черевики

source: Sand
es: Arena
fr: Sable
it: Sabbia
lv: Smiltis
ms: Pasir
oc: Sabla
pt: Areia
ru: Песок
sl: Pesek
uk: Пісок

source: Palmengarten
es: Palmeral
fr: Feuille de palme
it: Palmeto
lv: Palmu dārzs
oc: Fuèlha de palma
pt: Jardim de palmeiras
ru: Пальмовый сад
sl: Vrt palm
uk: Пальмовий сад

source: Naranja
de: Orange
fr: Orange
it: Orangerie
lv: Nārnija
oc: Irange
pt: Laranja
uk: Помаранч

source: Misty Morning
af: Mistige Oggend
de: Nebeliger Morgen
es: Mañana nublada
fr: Matin brumeux
it: Bruma mattutina
lv: Miglains rīts
ms: Pagi Berkabus
oc: Matin brumós
pt: Nevoeiro da manhã
ru: Туманное утро
sl: Megleno jutro
uk: Туманний ранок

source: Frog
af: Padda
de: Frosch
es: Rana
fr: Grenouille
it: Anfibio
lv: Varde
ms: Katak
oc: Granhòta
pt: Sapo
ru: Лягушка
sl: Žaba
uk: Жаба

source: Flor de Loto
de: Lotosblume
fr: Nymphéa
it: Fiore di loto
lv: Ūdenspuķe
oc: Flor de Lotus
ru: Цветок лотоса
sl: Lotusov cvet
uk: Флор де Лото

source: Bay
af: Baai
de: Meeresbucht
es: Bahía
fr: Baie
it: Baia
lv: Līcis
ms: Teluk
oc: Baia
pt: Baía
ru: Бухта
sl: Zaliv
uk: Бухта

source: Bosque TK
it: Bosco
uk: Густа крона

source: Busqueda Nocturna
de: Búsqueda Nocturna
es: Búsqueda nocturna
pt: Procura noturna
sl: Nočno iskanje
uk: Нічний пошук

source: Cornered
de: Eckig
es: Arrinconado
fr: Coincé
it: Messo angolare
lv: Stūrī
ms: Bucu
oc: Cunhat
pt: Encurralada
sl: V kotu
uk: У кутку

source: Curls by Candy
af: Krulle deur Candy
de: Kringel von Candy
es: Rizos por Candy
fr: Boucles par Candy
it: Ricci di Candy
ms: Lingkaran Gula- Gula
oc: Boclas per Candy
pt: Encaraculado por doces
sl: Sladki kodri
uk: Скручені пелюстки

source: Daisy
af: Madeliefie
de: Gänseblümchen
es: Margarita
it: Margherita
lv: Pīpene
ms: Bunga Daisy
pt: Margarida
sl: Marjetica
uk: Дейзі

source: Fall Drops, Ancient Light
af: Val Druppels, Antieke Lig
de: Herbsttropfen, antikes Licht
es: Gotas de otoño, luz antigua
fr: Gouttes d'automne, lumière antique
it: Gocce d'autunno, luce antica
lv: Rudens piles, sena gaisma
oc: Gotas de davalada, lum antic
pt: Queda Gotas, Antiga Luz
sl: Padle kapljice, antična svetloba
uk: Опале листя, тьмяне світло

source: Fluffodome
fr: Pissenlit
lv: Pūku velve
oc: Pissaenlièch
ru: Пухоголовый
uk: Кульбаба

source: Icy stones 2
af: Ysige klippe 2
de: Eisige Steine 2
es: Rocas heladas 2
fr: Pierres glacées 2
it: Pietre ghiacciate 2
lv: Ledaini akmeņi 2
ms: Batu berais 2
oc: Pèiras torradas 2
pt: Pedras Geladas 2
sl: Ledeni kamni 2
uk: Крижане каміння 2

source: In the dark Redux
af: In die donker Redux
de: Im dunklen Redux
es: En la oscuridad Redux
fr: Dans l'obscurité - Redux
it: Nell'oscurità
lv: Tumsā Redux
ms: Dalam Redux gelap
oc: Dins l'obscuretat - Redux
pt: No escuro Redux
sl: V temi - vrnitev
uk: Повернення з пітьми

source: Maraetai before sunrise
af: Maraetai voor sonsopkoms
de: Maraetai kurz vor dem Sonnenaufgang
es: Maraetai antes del amanecer
fr: Maraetai avant l'aube
it: Maraetai all'alba
lv: Krastmala pirms saulrieta
ms: Maraetai sebelum matahari terbit
oc: Maraetai abans l'auba
pt: Maraetai antes do nascer do sol
ru: Мараетай перед восходом
sl: Maraetai pred sončnim vzhodom
uk: Маретаї на світанку

source: Out of focus
af: Uit van fokus
de: Unscharf
es: Desenfocado
fr: Flou
it: Sfocato
lv: Ārpus fokusa
ms: Diluar fokus
oc: Fosc
pt: Fora de foco
ru: Вне фокуса
sl: Neizostreno
uk: Поза фокусом

source: Pointy
af: Puntig
de: Spitz
es: Puntiagudo
fr: Pointu
it: Appuntito
lv: Ass
ms: Tajam
oc: Ponchut
pt: Pontiagudo
sl: Špičasto
uk: Загострені

source: Warmlights
af: Warmligte
de: Warme Lichter
es: Luces cálidas
fr: Lumières chaudes
it: Tiepide luci
lv: Siltas gaismas
ms: Cahaya
oc: Lums cauds
pt: Luzes quentes
ru: Тёплые цвета
sl: Tople luči
uk: Тепле світло

source: Yellowflower
af: Geelblommetjie
de: Gelbe Blume
es: Flor amarilla
fr: Fleur jaune
it: Fiore giallo
lv: Dzeltena puķe
ms: Bunga Kuning
oc: Flor jauna
pt: Flor Amarela
ru: Жёлтый цветок
sl: Rumena roža
uk: Жовта квітка

source: SmoothMoment
af: Glad Oomblik
de: Sanfter Augenblick
es: Momento suave
fr: Moment doux
lv: Gluds moments
ms: Saat Ketenangan
oc: Moment doç
pt: Momento suave
sl: Gladek trenutek
uk: Миттєвість плавності

source: Aeg
de: Weinbergschnecke
fr: TGV
it: Lentezza
oc: TGV
sl: Polž
uk: Равлик

source: Blue box number 2
af: Blou boks nommer 2
de: Blaue Box Nr. 2
es: Caja azul número 2
fr: Boîte bleue n° 2
it: Frammento in blu
lv: Zila kaste numur 2
ms: Kotak biru bernombor 2
oc: Sarralha blava
pt: Caixa azul número 2
sl: Modra škatla številka 2
uk: Блакитна коробка 2

source: Blue
af: Blou
de: Blau
es: Azul
fr: Bleu
it: Spicchio di blu
lv: Zils
ms: Biru
oc: Blau
pt: Azul
sl: Modra
uk: Блакитний

source: Bubbles
af: Borrels
de: Blasen
es: Burbujas
fr: Bulles
it: Brulichio
lv: Burbuļi
ms: Buih
oc: Bullas
pt: Bolhas
ru: Пузырьки
sl: Mehurčki
uk: Бульбашки

source: Crocosmia
af: Krokosmie
de: Montbretien
it: Croscomia
lv: Monbrēcija
ru: Крокосмия
uk: Крокосмія

source: Feather
af: Veertjie
de: Feder
es: Pluma
fr: Plume
it: Piuma
lv: Spalva
ms: Bulu Pelepah
oc: Pluma
pt: Pena
ru: Перо
sl: Pero
uk: Перо

source: Fern
af: Varing
de: Farn
es: Helecho
fr: Fougère
it: Felce
lv: Paparde
ms: Paku-Pakis
oc: Falguièra
pt: Feto
ru: Папоротник
sl: Praprot
uk: Папороть

source: Life
af: Lewe
de: Leben
es: Vida
fr: Vie
it: Spighe
lv: Dzīvība
ms: Hayat
oc: Camp de blat
pt: Vida
ru: Жизнь
sl: Življenje
uk: Життя

source: Liquid glass
af: Vloeibare glas
de: Flüssiges Glas
es: Cristal líquido
fr: Pluie sur une vitre
it: Gocce di vetro
lv: Šķidrs stikls
ms: Kaca cecair
oc: Pluèja sus un carrèu
pt: Vidro líquido
ru: Жидкое стекло
sl: Tekoče steklo
uk: Краплі на склі

source: Mirada Perduda
de: Verlorener Blick
es: Mirada perdida
it: Sguardo Perduto
pt: Olhar perdido
sl: Dalmatinec
uk: Очікування

source: Morning II
af: Oggend II
de: Morgen II
es: Amanecer II
fr: Fleur de l'aube
it: Risveglio II
lv: Rīts II
ms: Pagi II
oc: Flor de l'auba
pt: Manhã II
ru: Утро II
sl: Jutro II
uk: Ранок ІІ

source: Primer Amanecer 2010
de: Erste Morgendämmerung 2010
fr: Première aurore 2010
it: Prima Alba 2010
oc: Primièra auròra 2010
pt: Primeiro Amanhecer 2010
sl: Prvi sončni vzhod 2010
uk: Перший світанок 2010 року

source: Ropey Photo
af: Ropey Foto
de: Schäbiges Foto
es: Foto Ropey
fr: Cordages
it: Legami
lv: Ropey fotogrāfija
ms: Foto Tali
oc: Cordatges
sl: Vrvnata fotografija
uk: Знімок з канатами

source: Serenity Enchanted
de: Verzauberte Ruhe
es: Serenidad encantada
fr: Calme et volupté
it: Incanto in rosso
lv: Apburtais miers
ms: Ketenangan
oc: Patz e voluptat
pt: Serenidade Encantada
ru: Чарующее спокойствие
sl: Začarana spokojnost
uk: Чарівний спокій

source: Smile
af: Glimlag
de: Lächeln
es: Sonrisa
fr: Sourire épicé
it: Sorriso
lv: Smaids
ms: Senyum
oc: Sorire especiat
pt: Sorriso
ru: Улыбка
sl: Nasmeh
uk: Посмішка

source: Spiral
af: Spiraal
de: Spirale
es: Espiral
fr: Spirale
it: Spirale
lv: Spirāle
ms: Pilin
oc: Espirala
pt: Espiral
ru: Спираль
sl: Spirala
uk: Спіраль

source: Waterchain
af: Waterketting
de: Wasserkette
es: Goteando
fr: Fuite en chaîne
it: Dripping
lv: Ūdensķēde
ms: Rantaian Air
oc: Fugida en cadena
pt: Corrente de Água
sl: Vodna veriga
uk: Водяна цівка

source: Arboreal ballet
de: Ballett der Bäume
es: Ballet arbóreo
fr: Autant en emporte le vent
it: Balletto boreale
ms: Ballet arboreal
oc: Autant n'empòrta lo vent
pt: Ballet arbóreo
sl: Drevesni balet
uk: Деревний балет

source: Aubergine Sea
de: Auberginefarbenes Meer
es: Mar de berenjena
fr: Océan aubergine
it: Mare purpureo
ms: Laut Aubergine
oc: Lo grand blau
pt: Mar beringela
sl: Vijolično morje
uk: Баклажанове море

source: Berries
af: Bessies
de: Beeren
es: Bayas
fr: Fruits sauvages
it: Bacche
lv: Ogas
ms: Beri
oc: Los fruches de la passion
pt: Bagas
ru: Ягоды
sl: Jagode
uk: Ягоди шипшини

source: Bird
af: Voël
de: Vogel
es: Pájaro
fr: L'oiseau
it: Uccello
lv: Putns
ms: Burung
oc: L'ausèl
pt: Pássaro
ru: Птица
sl: Ptica
uk: Птаха

source: Fabric
de: Stoff
es: Textil
fr: Le lever de rideau
it: Stoffe
lv: Audums
ms: Fabrik
oc: Teissut
pt: Tecido
ru: Ткань
sl: Tkanina
uk: Тканина

source: Green
af: Groen
de: Grün
es: Verde
fr: Vert
it: Verde
lv: Zaļš
ms: Hijau
pt: Verde
ru: Зелень
sl: Zeleno
uk: Зелена

source: Grey day
af: Grey dag
de: Grauer Tag
es: Día gris
fr: La ville est tranquille
it: Giornata grigia
lv: Zaļa diena
ms: Hari yang kelabu
oc: La vila es tranquilla
pt: Dia cinzento
ru: Серый день
sl: Siv dan
uk: Сірий день

source: Holes
af: Gaatjies
de: Löcher
es: Agujeros
fr: Des trous dans la tête
it: Brecce
lv: Caurumi
ms: Lubang
oc: De traucs dins lo cap
pt: Buracos
ru: Отверстия
sl: Luknje
uk: Дірочки

source: Ilunabarra Azkainetik
fr: Entre chien et loup
oc: Entre can e lop
ru: Закат в Аскайне
sl: Sončni zahod v Azkaine
uk: Ілюнабарра азкайнетік

source: Lá no alto
es: Allá en lo alto
fr: Le ciel peut attendre
oc: Lo cèl pòt esperar
sl: Višje ne gre
uk: Метеорит

source: Quandro
fr: Le blé en herbe
oc: Lo blat en èrba
uk: Квандро

source: Signpost
af: Wegwyser
de: Wegweiser
es: Señal
fr: La flèche bleue
it: Cartello stradale
lv: Zīme
ms: Tiang Tanda
pt: Poste de sinalização
ru: Указатель
sl: Kažipot
uk: Вказівник

source: Tiny Worlds
af: Klein Wêrelde
de: Mikrokosmos
es: Pequeños mundos
fr: La vie est une goutte suspendue
it: Piccoli mondi
lv: Mazās pasaules
ms: Dunia Kecil
oc: La vida es una gota penjada
pt: Mundos pequenos
ru: Маленькие миры
sl: Drobni svetovi
uk: Маленькі світи

source: Touch the light
af: Raak die lig aan
de: Griff zum Licht
es: Toca la luz
fr: La lumière des étoiles mortes
it: Accarezza la luce
lv: Pieskaries gaismai
ms: Sentuh cahaya
oc: La lutz de las estelas mòrtas
pt: Tocar a luz
sl: Dotik svetlobe
uk: Дотик світла

source: Tri Narwhal
de: Drei Narwale
es: Tres narvales
fr: Le secret de la licorne
it: Triplice narvalo
ms: Tiga Narwhal
oc: Lo secret de la licòrna
sl: Trije enorogi
uk: Три нарвали

source: Variations On Natty Narwhal 1
af: Variasies op Natty Narwhal 1
de: Variante von Natty Narwhal 1
es: Variaciones en Natty Narwhal 1
fr: Le mystère de la licorne
it: Variazioni su Natty Narwhal 1
lv: Natty Narwhal 1 variācijas
ms: Variasi Pada Natty Narwhal 1
oc: Lo mistèri de la licòrna
pt: Variações Sobre Natty Narwhal 1
ru: Вариации Natty Narwhal 1
sl: Različice Natty Narwhal 1
uk: Варіації на тему Natty Narwhal 1

source: White flowers
af: Wit blommetjies
de: Weiße Blüten
es: Flores blancas
fr: Printemps précoce
it: Candidi fiori
lv: Baltas puķes
ms: Bunga Putih
oc: Prima precòça
pt: Flores brancas
ru: Белые цветы
sl: Bele rože
uk: Білі квіти

source: Buck Off!
es: Ciervo enfadado
it: Nebbia
lv: Atsienies!
ms: Lambung!
pt: Fanfarrão fora!
sl: Pojdi stran!
uk: Оленяйтеся!

source: Darkening Clockwork
af: Verdonkering Klokwerk
de: Dunkles Uhrwerk
es: Mecánica en sombra
it: Ingranaggi
lv: Tumšāka pulksteņa mehānisms
ms: Sawat Jam yang Gelap
pt: Escurecendo Relojoaria
ru: Часовой механизм
sl: Temna ura
uk: Затемнений годинниковий механізм

source: Dybbølsbro Station
af: Dybbølsbro Stasie
de: Dybbølsbro-Bahnhof
es: Estación Dybbølsbro
fr: Gare de Dybbølsbro
it: Stazione di Dybbølsbro
lv: Dybbølsbro stacija
ms: Stesen Dybbølsbro
oc: Gara de Dybbølsbro
pt: Estação Dybbølsbro
sl: Postaja Dybbølsbro
uk: Станція Дюббельсбро

source: Jardin Polar
de: Polar-Garten
es: Jardín polar
fr: Jardin polaire
it: Giardino polare
pt: Jardim Polar
uk: Полярний сад

source: Langelinie Allé
uk: Алея Лангеліньє

source: Momiji Dream
af: Momiji Droom
de: Momiji-Traum
es: Sueño Momiji
it: Sogno Momiji
lv: Momiji Sapnis
ms: Mimpi Momiji
pt: Sonho Momiji
ru: Кленовый сон
sl: Sanje v Monijiju
uk: Сон момідзі
